name: "mymodel"
platform: "pytorch_libtorch"

max_batch_size: 0
input [
  {
    name: "input",
    data_type: TYPE_FP32,
    dims: [2]
  }
]
output [
  {
    name: "output",
    data_type: TYPE_FP32,
    dims: [1]
  }
]

instance_group [
  {
    kind: KIND_CPU,
    count: 1
  }
]

version_policy: { all { }}
